Revit 2027 API
VertexIndexPairArray.Append Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual void Append(
	VertexIndexPair item
)
Public Overridable Sub Append (
	item As VertexIndexPair
)
public:
virtual void Append(
	VertexIndexPair^ item
)
abstract Append :
        item : VertexIndexPair -> unit
override Append :
        item : VertexIndexPair -> unit
Parameters
item VertexIndexPair
See Also
Reference
VertexIndexPairArray Class
Autodesk.Revit.DB Namespace